<template>
  <div class="container about">
    <div class="row">
      <h1 class="col-12 about_header">
        ОБ АССОЦИАЦИИ
      </h1>
    </div>
    <div class="row">
      <div class="col-12 about_text">
        За годы своей деятельности ассоциация зарекомендовала себя как надежная, ведущая региональная СРО

        - Более 9 лет в реестре РТН и составе НОПРИЗ

        - Более 1100 действующих членов в реестре СРО

        - Подтверждено наличие Компенсационного фонда возмещения вреда и Компенсационного фонда обеспечения договорных
        обязательств

        - Компенсационный фонд размещён на специальных счетах в банках, соответствующих требованиям Постановления
        Правительства РФ № 970 от 27.09.2016 г.
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: "about"
}
</script>

<style scoped>
.about{
  padding: 50px;
}
</style>
