<template>
  <div class="container about">
    <div class="row">
      <h2 class="col-12 about_header">
        ОРГАНЫ УПРАВЛЕНИЯ АССОЦИАЦИИ
      </h2>
    </div>
    <div class="row">
      <div class="col-12 about_text">
        <h4>
          ИНФОРМАЦИЯ О СТРУКТУРЕ И КОМПЕТЕНЦИИ ОРГАНОВ УПРАВЛЕНИЯ И СПЕЦИАЛИЗИРОВАННЫХ ОРГАНОВ САМОРЕГУЛИРУЕМОЙ
          ОРГАНИЗАЦИИ, КОЛИЧЕСТВЕННОМ И ПЕРСОНАЛЬНОМ СОСТАВЕ ПОСТОЯННО ДЕЙСТВУЮЩЕГО КОЛЛЕГИАЛЬНОГО ОРГАНА УПРАВЛЕНИЯ
          САМОРЕГУЛИРУЕМОЙ ОРГАНИЗАЦИИ
        </h4>
        <p><b>Информация о структуре органов управления:</b></p>
        <p>Органами управления Ассоциации являются:</p>
        <ol>
          <li> Общее собрание членов Ассоциации - высший орган управления Ассоциации;</li>
          <li> Совет Ассоциации – постоянно действующий коллегиальный орган управления Ассоциации;</li>
          <li> Генеральный директор Ассоциации – исполнительный орган Ассоциации.</li>
          <li>Заместитель генерального директора – исполнительный орган Ассоциации;</li>
        </ol>
        <p><b>Информация о компетенции органов управления:</b></p>
        <p><b>К компетенции Общего собрания членов Ассоциации относятся следующие вопросы:</b></p>
        <ol>
          <li>утверждение Устава Ассоциации, внесение в него изменений;</li>
          <li> определение приоритетных направлений деятельности Ассоциации, принципов формирования и использования ее
            имущества;
          </li>
          <li> избрание тайным голосованием членов Совета Ассоциации, досрочное прекращение полномочий указанного органа
            или досрочное прекращение полномочий отдельных его членов;
          </li>
          <li>избрание тайным голосованием Председателя Совета Ассоциации, досрочное прекращение его полномочий;</li>
          <li> назначение на должность Генерального директора Ассоциации, досрочное освобождение такого лица от
            должности;
          </li>
          <li>установление компетенции Генерального директора Ассоциации и порядка осуществления им руководства текущей
            деятельностью Ассоциации;
          </li>
          <li>утверждение сметы Ассоциации, внесение в нее изменений, утверждение годовой бухгалтерской отчетности
            Ассоциации;
          </li>
          <li>утверждение годового отчета Совета Ассоциации и Генерального директора Ассоциации;</li>
          <li> принятие решения об участии Ассоциации в некоммерческих организациях, в том числе о вступлении в
            ассоциацию (союз) саморегулируемых организаций, торгово-промышленную палату, выходе из состава членов этих
            некоммерческих организаций;
          </li>
          <li>принятие решений о реорганизации Ассоциации и ликвидации Ассоциации, о назначении ликвидатора и об
            утверждении ликвидационного баланса;
          </li>
          <li>образование других органов Ассоциации и досрочное прекращение их полномочий, если настоящим Уставом в
            соответствии с законодательством Российской Федерации это правомочие не отнесено к компетенции Совета
            Ассоциации;
          </li>
          <li>установление размеров взносов в компенсационные фонды саморегулируемой Ассоциации: компенсационный фонд
            возмещения вреда и компенсационный фонд обеспечения договорных обязательств, порядка формирования таких
            компенсационных фондов.
          </li>
          <li> установление правил размещения и инвестирования средств компенсационных фондов, принятие решения об
            инвестировании средств компенсационного фонда возмещения вреда, определение возможных способов размещения
            средств компенсационных фондов саморегулируемой организации в кредитных организациях;
          </li>
          <li>утверждение требований к выдаче свидетельств о допуске к работам, которые оказывают влияние на
            безопасность объектов капитального строительства - документ устанавливающий условия выдачи Ассоциацией
            свидетельств о допуске к работам, которые оказывают влияние на безопасность объектов капитального
            строительства;
          </li>
          <li> утверждение следующих внутренних документов Ассоциации:
            <br>
            а) о компенсационном фонде возмещения вреда;
            <br>
            б) о компенсационном фонде обеспечения договорных обязательств;
            <br>
            в) о реестре членов Ассоциации;
            <br>
            г) о процедуре рассмотрения жалоб на действия (бездействие) членов Ассоциации и иных обращений, поступивших в саморегулируемую организацию;
            <br>
            д) о проведении саморегулируемой организацией анализа деятельности своих членов на основании информации, представляемой ими в форме отчетов;
            <br>
            е) о членстве в Ассоциации, в том числе о требованиях к членам Ассоциации, о размере, порядке расчета и уплаты вступительного взноса, членских взносов.
          </li>
          <li>утверждение внутреннего документа, устанавливающего правила контроля за соблюдением членами Ассоциации
            требований к выдаче свидетельств о допуске, требований технических регламентов, требований стандартов и
            внутренних документов Ассоциации, правил саморегулирования;
          </li>
          <li>утверждение документа, устанавливающего систему мер дисциплинарного воздействия за несоблюдение членами
            Ассоциации требований к выдаче свидетельств о допуске, правил контроля в области саморегулирования,
            требований технических регламентов, требований стандартов и внутренних документов Ассоциации, условий
            членства в Ассоциации;
          </li>
          <li> утверждение стандартов Ассоциации - документов, устанавливающих требования к осуществлению
            предпринимательской или профессиональной деятельности, обязательные для выполнения всеми членами Ассоциации,
            в том числе устанавливающие в соответствии с законодательством Российской Федерации о техническом
            регулировании правила выполнения работ, которые оказывают влияние на безопасность объектов капитального
            строительства, требования к результатам указанных работ, системе контроля за выполнением указанных работ;
          </li>
          <li> утверждение правил саморегулирования - документов, устанавливающих требования к предпринимательской
            деятельности членов Ассоциации, за исключением требований, установленных законодательством Российской
            Федерации о техническом регулировании;
          </li>
          <li>определение перечня видов работ, которые оказывают влияние на безопасность объектов капитального
            строительства и решение вопросов по выдаче свидетельства о допуске к которым относится к сфере деятельности
            Ассоциации;
          </li>
          <li> принятие решения об исключении из членов Ассоциации в случаях, предусмотренных законодательством
            Российской Федерации;
          </li>
          <li>принятие решения о прекращении действия свидетельства о допуске к работам, которые оказывают влияние на
            безопасность объектов капитального строительства, в случаях, предусмотренных законодательством Российской
            Федерации;
          </li>
          <li>принятие решения о добровольном исключении сведений об Ассоциации из государственного реестра
            саморегулируемых организаций;
          </li>
          <li>принятие решения о создании филиалов и открытии представительств Ассоциации на территории субъекта
            Российской Федерации;
          </li>
          <li>избрание ревизора Ассоциации;</li>
          <li> принятие иных решений, отнесенных законодательством Российской Федерации к компетенции Общего собрания
            Ассоциации.
          </li>
        </ol>
        <p><b>К компетенции Совета Ассоциации относятся следующие вопросы:</b></p>
        <ol>
          <li>создание специализированных органов Ассоциации, утверждение их составов, положений о них;</li>
          <li>представление Общему собранию членов Ассоциации кандидата либо кандидатур на должность Генерального
            директора Ассоциации;
          </li>
          <li> принятие решений о приеме в члены Ассоциации или об исключении из членов Ассоциации по основаниям,
            предусмотренным законодательством Российской Федерации, настоящим Уставом и внутренними документами
            Ассоциации;
          </li>
          <li>принятие решений о выдаче члену Ассоциации свидетельства о допуске, об отказе в выдаче такого
            свидетельства, о внесении изменений в свидетельство о допуске, об отказе во внесении изменений в
            свидетельство о допуске к указанным работам о прекращении действия свидетельства о допуске и иные решения в
            соответствии с внутренними документами Ассоциации.
          </li>
          <li> утверждение внутренних документов Ассоциации, за исключением отнесенных к компетенции Общего собрания
            членов Ассоциации;
          </li>
          <li> принятие решений о применении мер дисциплинарного воздействия в отношении членов Ассоциации;</li>
          <li> назначение Аудиторской организации;</li>
          <li>иные вопросы, не отнесенные настоящим Уставом и законодательством Российской Федерации к компетенции
            Общего собрания членов и Генерального директора Ассоциации.
          </li>
        </ol>
        <p><b>Компетенция исполнительных органов Ассоциации:</b></p>
        <p>Генеральный директор Ассоциации осуществляет следующие функции:</p>
        <ol>
          <li>самостоятельно решает все вопросы хозяйственной и финансовой деятельности Ассоциации, отнесенные к его
            компетенции законодательством Российской Федерации, настоящим Уставом и внутренними документам Ассоциации;
          </li>
          <li>распоряжается имуществом и средствами Ассоциации в пределах, установленных законодательством Российской
            Федерации и настоящим Уставом;
          </li>
          <li>определяет организационную структуру Ассоциации, утверждает штатное расписание и должностные инструкции
            работников Ассоциации;
          </li>
          <li>созывает и организует проведение Общего собрания членов Ассоциации;</li>
          <li>утверждает внутренние документы Ассоциации (в том числе Положения о филиале и представительстве
            Ассоциации), за исключением документов, утверждаемых Общим собранием членов Ассоциации и Советом Ассоциации;
          </li>
          <li> заключает трудовые договоры с работниками Ассоциации, руководителями филиалов и представительств
            Ассоциации. Издает приказы, иные документы, связанные с установлением, изменением и прекращением трудовых
            отношений, а также все документы по кадровому делопроизводству Ассоциации и применении мер поощрения,
            дисциплинарного взыскания в отношении работников Ассоциации и руководителей филиалов и представительств
            Ассоциации;
          </li>
          <li>организует ведение бухгалтерского учета и предоставление бухгалтерской (финансовой) и иной отчетности
            Ассоциации в соответствии с требованиями законодательства Российской Федерации;
          </li>
          <li>представляет на утверждение Общему собранию членов Ассоциации годовой отчет и бухгалтерскую (финансовую)
            отчетность Ассоциации;
          </li>
          <li>заключает договоры, выдает доверенности на право представления интересов от имени Ассоциации, открывает
            счета в банках на территории Российской Федерации и за пределами ее территории; принимает решения, издает
            приказы и распоряжения, дает указания, обязательные для исполнения всеми работниками Ассоциации, по
            вопросам, относящимся к его компетенции;
          </li>
          <li> подписывает свидетельства о допуске к работам, которые оказывают влияние на безопасность объектов
            капитального строительства, выдаваемые членам Ассоциации;
          </li>
          <li> осуществляет иные полномочия, не отнесенные к компетенции Общего собрания членов Ассоциации и Совета
            Ассоциации.
          </li>
        </ol>
        <p>Заместитель Генерального директора Ассоциации вправе выполнять следующие функции:</p>
        <ol>
          <li>осуществлять текущую деятельностью Ассоциации, выполнять решения Общего собрания членов Ассоциации, Совета
            Ассоциации, Генерального директора, а также решать все вопросы, которые не составляют исключительную
            компетенцию Общего собрания членов Ассоциации и Совета Ассоциации;
          </li>
          <li>подписывать документы, заключать сделки в пределах своей компетенции;</li>
          <li>распоряжение средствами и имуществом Ассоциации с учетом ограничений, установленных действующим
            законодательством;
          </li>
          <li> представлять интересы в банковских, кредитных учреждениях с правом подавать и получать документы на
            открытие счета, любых иных документов и информации;
          </li>
          <li> издавать приказы и давать указания, обязательные для всех работников Ассоциации;</li>
          <li>готовить предложения по целевым программам, мероприятиям, проектам, по участию в других общественных
            программах;
          </li>
          <li>осуществлять материально-техническое обеспечение деятельности Ассоциации;</li>
          <li>решать кадровые и других вопросы, не относящихся к компетенции Общего собрания членов Ассоциации, Совета
            Ассоциации, Генерального директора.
          </li>
        </ol>
        <br>
        <h5><b>Информация о структуре специализированных органов Ассоциации:</b></h5>
        <p>К специализированным органам Ассоциации, которые в обязательном порядке создаются Советом Ассоциации,
          относятся:</p>
        <ol>
          <li>Контрольный комитет;</li>
          <li>Дисциплинарная комиссия.</li>
        </ol>
        <h5>Информация о компетенции специализированных органов Ассоциации:</h5>
        <p><b>К компетенции Контрольного комитета относится:</b></p>
        <p>Осуществление контроля за соблюдением членами Ассоциации требований стандартов и правил Ассоциации.</p>
        <p><b>К компетенции Дисциплинарной комиссии относится</b></p>
        <p>Рассмотрение дел о применении в отношении членов Ассоциации мер дисциплинарного воздействия.</p>
        <p><b>Количественный состав постоянно действующего коллегиального органа управления:</b></p>
        <p>Количественный состав Совета Ассоциации – 6 человек.</p>
        <p><b>Персональный состав постоянно действующего коллегиального органа управления</b>(с указанием штатных
          должностей членов постоянно действующего коллегиального органа управления саморегулируемой организации, в том
          числе независимых членов, по основному месту работы):</p>
        <ol>
          <li>Мацкевич В. В.</li>
          <li>Алхимченко М. В</li>
          <li>Артемкин Н.Ф - специалист отдела строительства ООО «Сиверское»</li>
          <li>Нургалиев Д. Ф.</li>
          <li>Плугарев А. В.</li>
          <li>Просандеев С. Г.</li>
        </ol>
        <p>* Члены Совета Ассоциации являются представителями юридических лиц - членов ассоциации. Статья 7 федерального закона №315 - ФЗ "О саморегулируемых организациях" требует размещения на официальном сайте штатных должностей членов постоянно действующего коллегиального органа по основному месту работы. Представителями каких именно юридических лиц - членов Ассоциации, являются члены Совета Ассоциации, закон указывать не требует.  </p>
        <p><b>Информация о лице, осуществляющем функции единоличного исполнительного органа саморегулируемой организации:</b></p>
        <p>Генеральный директор Ассоциации – Воробьев С. О.</p>
        <p><b>Информация о персональном составе коллегиального исполнительного органа саморегулируемой организации:</b></p>
        <p> В Ассоциации нет коллегиального исполнительного органа</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "controls"
}
</script>

<style scoped>
.about {
  padding: 50px;
}

.about_header {
  margin-bottom: 50px;
}
</style>
