<template>
  <div class="container covid">
    <div class="row">
      <div class="col-12">
        <h2>
          Уважаемые коллеги! <br> В связи с неблагоприятной эпидемиологической обстановкой в стране, НЕ ЗАБУДЬТЕ УВЕДОМИТЬ
          КОНТРАГЕНТОВ О НАСТУПЛЕНИИ ФОРС-МАЖОРНЫХ ОБСТОЯТЕЛЬСТВ!
        </h2>
        <p>
          Уважаемые коллеги!
          В ряде регионов Российской Федерации введен режим самоизоляции, а именно: Адыгея, Архангельская область,
          Белгородская область, Вологодская область, Волгоградская область, Иркутская область, Калининградская область,
          Калужская область, Курская область, Липецкая область, Марий Эл., г. Москва, Московская область, Мурманская
          область, Нижегородская область, Новгородская область, Республика Коми, Ростовская область, Рязанская область,
          Татарстан, Саратовская область, Санкт-Петербург, Свердловская область, Ульяновская область, Чечня ,Чувашия,
          Якутия. И этот список постоянно расширяется.
          Ввиду выше указанных обстоятельств, деятельность по выполнению работ по подготовке проектной документации в
          таких регионах ограничена
        </p>
        <p>
          В связи со сложившейся ситуацией у Вас могут возникнуть обстоятельства неисполнения Вами обязательств при
          выполнении работ по подготовке проектной документации , как вследствие прямого запрета на осуществление работ,
          так и по причинам, не связанным напрямую с Вашей производственной деятельностью.
          Во всех случаях неисполнение Вами взятых на себя обязательств согласно заключенным Вами договорам, надлежит
          уже сейчас провести действия по защите Ваших интересов- уведомить Ваших контрагентов о том, что наступили
          обстоятельства форс- мажора. Уведомление о форс-мажоре будет иметь юридические последствия: Ваша организация
          избежит штрафов, пеней за несвоевременное выполнение работ, контрагенты не смогут применить к Вам штрафные
          санкции, предусмотренные договором, Вы сможете направить уведомление о существенном изменении условий
          договора, изменить или даже расторгнуть договор, если Вы уже сейчас понимаете, что исполнение данного договора
          при сложившихся обстоятельствах принесет убытки Вашей компании.
          Во всех случаях, когда Вы считаете необходимым обезопасить свою компанию в сложившейся ситуации, Вам
          необходимо как можно быстрее уведомить контрагента о невозможности исполнения обязательств в связи с
          обстоятельствами форс-мажора.
          Не забудьте сохранить доказательство направления уведомления контрагенту Отправляйте уведомление всеми
          возможными способами: и обычной почтой, и электронной. Бумажные письма отправляйте по адресу контрагента в
          ЕГРЮЛ, если в договоре не указан другой адрес для направления письменной корреспонденции.
        </p>
        <p><b>Приложение:</b></p>
        <a href="/1.docx" download="">Образец письма – уведомления о наступлении форс-мажорных обстоятельствах.</a>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "covid"
}
</script>

<style scoped>
.covid{
  padding: 30px;
}

@media (max-width: 768px) {
  h2{
    font-size: 25px;
  }
}
</style>
