<template>
  <div class="container">
    <div class="row">
      <h2 class="col-12">
        ТРЕБОВАНИЯ ФЗ №315 СТАТЬЯ 7 Ч.2
      </h2>
    </div>
    <div class="row">
      <div class="col-12 col-lg-4 links">
        <a href="#one">
          1)сведения, содержащиеся в реестре членов саморегулируемой организации, в том числе сведения о лицах,
          прекративших свое членство в саморегулируемой организации, в соответствии с требованиями, установленными
          статьей 7.1 настоящего Федерального закона;
        </a>
        <a href="#2">2)копии в электронной форме стандартов и правил саморегулируемой организации, а также внутренних
          документов саморегулируемой организации. К внутренним документам саморегулируемой организации относятся:
        </a>
        <a href="#3">а) документы, устанавливающие порядок осуществления контроля за соблюдением членами
          саморегулируемой организации требований стандартов и правил саморегулируемой организации, условий членства в
          саморегулируемой организации и
          порядок применения мер дисциплинарного воздействия в отношении членов саморегулируемой организации;</a>
        <a href="#4">
          б) положение о раскрытии информации, устанавливающее порядок обеспечения информационной открытости
          деятельности саморегулируемой организации и деятельности ее членов;
        </a>
        <a href="#5">
          в) порядок размещения средств компенсационного фонда в целях их сохранения и прироста, направления их
          размещения (инвестиционная декларация) в случае, если формирование компенсационного фонда применяется в
          качестве способа обеспечения ответственности членов саморегулируемой организации перед потребителями
          произведенных ими товаров (работ, услуг);
        </a>
        <a href="#6">
          г) требования к членству в саморегулируемой организации, в том числе установленные саморегулируемой
          организацией размеры вступительных взносов, членских взносов и порядок их уплаты, а также порядок прекращения
          членства в саморегулируемой организации;
        </a>
        <a href="#7">
          д) иные документы, требования к разработке которых установлены федеральными законами, предусматривающими в
          соответствии с частью 2 статьи 5 315-ФЗ случаи обязательного членства субъектов предпринимательской или
          профессиональной деятельности в саморегулируемых организациях
        </a>
        <a href="#8">
          3) информацию о структуре и компетенции органов управления и специализированных органов саморегулируемой
          организации, количественном и персональном составе постоянно действующего коллегиального органа управления
          саморегулируемой организации (с указанием штатных должностей членов постоянно действующего коллегиального
          органа управления саморегулируемой организации, в том числе независимых членов, по основному месту работы), о
          лице, осуществляющем функции единоличного исполнительного органа саморегулируемой организации, и (или) о
          персональном составе коллегиального исполнительного органа саморегулируемой организации;
        </a>
        <a href="#9">
          4) Решения, принятые общим собранием членов саморегулируемой организации и постоянно действующим коллегиальным
          органом управления саморегулируемой организации;
        </a>
        <a href="#10">
          5) информацию об исках и о заявлениях, поданных саморегулируемой организацией в суды;
        </a>
        <a href="#11">
          6) информацию о способах и порядке обеспечения имущественной ответственности членов саморегулируемой
          организации перед потребителями произведенных ими товаров (работ, услуг) и иными лицами;
        </a>
        <a href="#12">
          7) информацию об управляющей компании, с которой саморегулируемой организацией заключен договор (ее
          наименование, место нахождения, информацию об имеющейся лицензии, номера контактных телефонов), о
          специализированном депозитарии, с которым саморегулируемой организацией заключен договор (его наименование,
          место нахождения, информацию об имеющейся лицензии, номера контактных телефонов), в случае, если формирование
          компенсационного фонда применяется в качестве способа обеспечения ответственности членов саморегулируемой
          организации перед потребителями произведенных ими товаров (работ, услуг) и размещение средств компенсационного
          фонда осуществляется через управляющую компанию;
        </a>
        <a href="#13">
          8) информацию о составе и стоимости имущества компенсационного фонда саморегулируемой организации в случае
          применения саморегулируемой организацией компенсационного фонда в качестве способа обеспечения имущественной
          ответственности членов саморегулируемой организации перед потребителями произведенных ими товаров (работ,
          услуг) и иными лицами, а также информацию о фактах осуществления выплат из компенсационного фонда
          саморегулируемой организации в целях обеспечения имущественной ответственности членов саморегулируемой
          организации перед потребителями произведенных ими товаров (работ, услуг) и иными лицами и об основаниях таких
          выплат, если такие выплаты осуществлялись;
        </a>
        <a href="#14">
          9) информацию о порядке осуществления аттестации членов саморегулируемой организации или их работников в
          случае, если федеральным законом и (или) саморегулируемой организацией установлено требование о прохождении
          аттестации членами такой саморегулируемой организации или их работниками;
        </a>
        <a href="#15">
          10) копию в электронной форме плана проверок членов саморегулируемой организации, а также общую информацию о
          проверках, проведенных в отношении членов саморегулируемой организации за два предшествующих года;
        </a>
        <a href="#16">
          11) годовую бухгалтерскую (финансовую) отчетность саморегулируемой организации и аудиторское заключение в
          отношении указанной отчетности (при его наличии);
        </a>
        <a href="#17">
          12) полное и (в случае, если имеется) сокращенное наименование саморегулируемой организации, место ее
          нахождения, номера контактных телефонов и адрес электронной почты, полные и (в случае, если имеются)
          сокращенные наименования некоммерческих организаций, членом которых является саморегулируемая организация,
          места их нахождения, номера контактных телефонов и адреса электронной почты;
        </a>
        <p><strong>Требования Градостроительный кодекс (ст. 55.9)</strong></p>
        <a href="#18">
          Наименование, адрес и номера контактных телефонов органа надзора за саморегулируемыми организациями
        </a>
        <a href="#19">
          Информация о кредитной организации, в которой размещены средства компенсационного фонда возмещения вреда и
          средства компенсационного фонда обеспечения договорных обязательств (в случае формирования такого
          компенсационного фонда)
        </a>
      </div>
      <div class="col-12 col-lg-8 cards">
        <div id="one" class="card">
          <div class="card__title">
            Сведения, содержащиеся в реестре членов саморегулируемой организации
          </div>
          <div class="card__main">
            <strong>-Сведения из реестра членов Ассоциации в отношении действующих членов Ассоциации</strong>
            <div class="card__main_reglinks">
              <NuxtLink
                to="/active-members"
                class="card__main_item card__main_reglinks-link"
              >Просмотреть
              </NuxtLink>
              <a href="/reestr/ГлавПроект - реестр действующих.xlsx" class="card__main_reglinks-link">
                Скачать
              </a>
            </div>
            <strong>-Сведения из реестра членов Ассоциации в отношении лиц, прекративших членство в Ассоциации</strong>
            <div class="card__main_reglinks">
              <NuxtLink
                to="/old-members"
                class="card__main_item card__main_reglinks-link"
              >
                Просмотреть
              </NuxtLink>
              <a href="/reestr/ГлавПроект - реестр вышедших .xlsx" class="card__main_reglinks-link">
                Скачать
              </a>
            </div>
          </div>
          <div class="card__public-date">
            Опубликовано 03.07.2017 12:11:30
          </div>
        </div>
        <div id="2" class="card">
          <div class="card__title">
            Копии в электронной форме стандартов и правил саморегулируемой организации.
          </div>
          <div class="card__main">
            <a href="/doc/standarti.docx">- Стандарты и правила предпринимательской и профессиональной деятельности,
              обязательные для выполнения членами Ассоциации</a>
            <a href="/doc/GAP.docx">- Квалификационный стандарт «Специалист по организации архитектурно-строительного
              проектирования (Главный архитектор проекта - ГАП)»</a>
          </div>
          <div class="card__public-date">
            Опубликовано 03.07.2017 14:55:17
          </div>
        </div>
        <div id="3" class="card">
          <div class="card__title">
            Документы, устанавливающие порядок осуществления контроля за соблюдением членами
            саморегулируемой организации требований стандартов и правил саморегулируемой организации
          </div>
          <div class="card__main">
            <a href="/doc/Polojen_Kontrol.docx">
              1. Положение о контроле
            </a>
            <a href="/doc/discip.doc">
              2. Положение о системе мер дисциплинарного воздействия
            </a>
            <a href="/doc/polozhenie_o_KK.docx">
              3. Положение о контрольном комитете
            </a>
            <a href="/doc/polozhenie_o_DK.docx">
              4. Положение о дисциплинарной комиссии
            </a>
          </div>
          <div class="card__public-date">
            Опубликовано 03.07.2017 12:29:01
          </div>
        </div>
        <div id="4" class="card">
          <div class="card__title">
            Положение о раскрытии информации, устанавливающее порядок обеспечения информационной открытости деятельности
            саморегулируемой организации и деятельности ее членов;
          </div>
          <div class="card__main">
            <a href="/doc/poloj.doc">Положение о раскрытии информации, устанавливающее порядок обеспечения
              информационной открытости деятельности саморегулируемой организации и деятельности ее членов;
            </a>
          </div>
          <div class="card__public-date">
            Опубликовано 03.07.2017 12:32:14
          </div>
        </div>
        <div id="5" class="card">
          <div class="card__title">
            Порядок размещения средств компенсационного фонда в целях их сохранения и прироста, направления их
            размещения
            (инвестиционная декларация) в случае, если формирование компенсационного фонда применяется в качестве
            способа
            обеспечения ответственности членов саморегулируемой организации перед потребителями произведенных ими
            товаров
            (работ, услуг)
          </div>
          <div class="card__main">
            <p>Порядок размещения средств компенсационного фонда в целях их сохранения и прироста установлен
              законодательством РФ. Ассоциация размещает средства компенсационного фонда в соответствии с требованиями
              действующего законодательства. Такой документ, как «Инвестиционная декларация», был отменен в Ассоциации,
              т.к. данный документ не является документом, который саморегулируемая организация обязана разработать и
              утвердить.</p>
            <p><b>Порядок размещения средств компенсационного фонда:</b></p>
            <p>Средства компенсационного фонда возмещения вреда и компенсационного фонда обеспечения договорных
              обязательств саморегулируемой организации размещаются на специальных банковских счетах, открытых в
              российских кредитных организациях, соответствующих требованиям, установленным Правительством Российской
              Федерации.</p>
          </div>
          <div class="card__public-date">
            Опубликовано 14.11.2017 15:56:44
          </div>
        </div>
        <div id="6" class="card">
          <div class="card__title">
            Требования к членству в саморегулируемой организации, в том числе установленные саморегулируемой
            организацией
            размеры вступительных взносов, членских взносов и порядок их уплаты, а также порядок прекращения членства в
            саморегулируемой организации;
          </div>
          <div class="card__main">
            <a href="/doc/trebovan.docx">Положение о членстве, в том числе о размере, порядке расчета, а также порядке
              уплаты вступительного взноса, членских взносов
            </a>
          </div>
          <div class="card__public-date">
            Опубликовано 03.07.2017 12:33:45
          </div>
        </div>
        <div id="7" class="card">
          <div class="card__title">
            Иные документы, требования к разработке которых установлены федеральными законами, предусматривающими в
            соответствии с частью 2 статьи 5 315-ФЗ случаи обязательного членства субъектов предпринимательской или
            профессиональной деятельности в саморегулируемых организациях
          </div>
          <div class="card__main">
            <a href="/doc/kfvv.doc">- Положение о компенсационном фонде возмещения вреда</a>
            <a href="/doc/Положение%20о%20КФ%20ОДО7.docx">- Положение о компенсационном фонде обеспечения договорных
              обязательств</a>
            <a href="/doc/reestr.docx">- Положение о реестре членов Ассоциации</a>
            <a href="/doc/jalobi.docx">- Положение о процедуре рассмотрения жалоб</a>
            <a href="/doc/analiz.docx">- Положение о проведении анализа деятельности членов</a>
            <a href="/doc/strahovanie.docx">
              - Положение о страховании гражданской ответственности в случае причинения членами Ассоциации вреда
              вследствие недостатков работ, которые оказывают влияние на безопасность объектов капитального
              строительства
            </a>
            <a href="/doc/usloviia.docx">
              - Условия страхования гражданской ответственности в случае причинения членами Ассоциации вреда вследствие
              недостатков работ, которые оказывают влияние на безопасность объектов капитального строительства
            </a>
            <a href="/doc/strahovanie1.docx">
              - Положение о страховании ответственности членов Ассоциации за неисполнение или ненадлежащее исполнение
              обязательств по договорам подряда на осуществление подготовки проектной документации, заключенным с
              использованием конкурентных способов заключения договоров
            </a>
            <a href="/doc/strahovanie12.docx">
              - Условия страхования ответственности членов Ассоциации за неисполнение или ненадлежащее исполнение
              обязательств по договорам подряда на осуществление подготовки проектной документации, заключенным с
              использованием конкурентных способов заключения договоров
            </a>
          </div>
          <div class="card__public-date">
            Опубликовано 03.07.2017 12:49:19
          </div>
        </div>
        <div id="8" class="card">
          <div class="card__title">
            ИНФОРМАЦИЯ О СТРУКТУРЕ И КОМПЕТЕНЦИИ ОРГАНОВ УПРАВЛЕНИЯ И СПЕЦИАЛИЗИРОВАННЫХ ОРГАНОВ САМОРЕГУЛИРУЕМОЙ
            ОРГАНИЗАЦИИ, КОЛИЧЕСТВЕННОМ И ПЕРСОНАЛЬНОМ СОСТАВЕ ПОСТОЯННО ДЕЙСТВУЮЩЕГО КОЛЛЕГИАЛЬНОГО ОРГАНА УПРАВЛЕНИЯ
            САМОРЕГУЛИРУЕМОЙ ОРГАНИЗАЦИИ
          </div>
          <div class="card__main">
            <ControlsComponent class="card__controls"/>
          </div>
          <div class="card__public-date">
            Опубликовано 05.04.2021 15:07
          </div>
        </div>
        <div id="9" class="card">
          <div class="card__title">
            Решения, принятые общим собранием членов саморегулируемой организации и постоянно действующим коллегиальным
            органом управления саморегулируемой организации;
          </div>
          <div class="card__main">
            <a href="/doc/resheniya.docx">Решения, принятые общим собранием членов саморегулируемой организации и
              постоянно действующим коллегиальным
              органом управления саморегулируемой организации;
            </a>
          </div>
          <div class="card__public-date">
            Опубликовано 25.03.2016 17:26
            <br/>
            Обновлено {{ date.solutions }}
          </div>
        </div>
        <div id="10" class="card">
          <div class="card__title">
            Информация об исках и о заявлениях, поданных саморегулируемой организацией в суды:
          </div>
          <div class="card__main">
            <ul>
              <li v-for="(item, index) in court.courts"
                  :key="index"
                  class="col-12">
                Исковое заявление, дело № {{ item }}
              </li>
            </ul>
          </div>
          <div class="card__public-date">
            Опубликовано 11.03.2020 09:01
            <br/>
            Обновлено {{ date.courts }}
          </div>
        </div>
        <div id="11" class="card">
          <div class="card__title">
            Информация о способах и порядке обеспечения имущественной ответственности членов саморегулируемой
            организации перед потребителями произведенных ими товаров (работ, услуг) и иными лицами.
          </div>
          <div class="card__main">
            <p>
              В Ассоциации применяются следующие способы обеспечения имущественной ответственности членов Ассоциации:
            </p>
            <ol>
              <li>Формирование компенсационного фонда возмещения вреда Ассоциации;</li>
              <li>Формирование компенсационного фонда обеспечения договорных обязательств Ассоциации;</li>
              <li>В Ассоциации утверждено Положение о страховании гражданской ответственности в случае причинения
                членами
                Ассоциации вреда, вследствие недостатков работ, которые оказывают влияние на безопасность объектов
                капитального строительства.
              </li>
              <li>В Ассоциации утверждено Положение о страховании ответственности членов Ассоциации за неисполнение или
                ненадлежащее исполнение обязательств по договорам подряда на осуществление подготовки проектной
                документации, заключенным с использованием конкурентных способов заключения договоров.
              </li>
            </ol>
          </div>
          <div class="card__public-date">
            Опубликовано 03.07.2017 12:51
          </div>
        </div>
        <div id="12" class="card">
          <div class="card__title">
            Информация об управляющей компании, с которой саморегулируемой организацией заключен договор (ее
            наименование, место нахождения, информацию об имеющейся лицензии, номера контактных телефонов), о
            специализированном депозитарии, с которым саморегулируемой организацией заключен договор (его наименование,
            место нахождения, информацию об имеющейся лицензии, номера контактных телефонов)
          </div>
          <div class="card__main">
            <p>
              Управляющей компании нет, специализированного депозитария нет
            </p>
          </div>
          <div class="card__public-date">
            Опубликовано 19.06.2014 13:14
          </div>
        </div>
        <div id="13" class="card">
          <div class="card__title">
            Информация о составе и стоимости имущества компенсационного фонда саморегулируемой организации в случае
            применения саморегулируемой организацией компенсационного фонда в качестве способа обеспечения имущественной
            ответственности членов саморегулируемой организации перед потребителями произведенных ими товаров (работ,
            услуг) и иными лицами
          </div>
          <div class="card__main">
            <p>Размер компенсационного фонда обеспечения договорных обязательств по состоянию на
              <b>{{ fund.actualDate }}</b> года
              составляет: <b>{{ fund.contractual }}</b> рублей
            </p>
            <p>
              Размер компенсационного фонда возмещения вреда по состоянию на <b>{{ fund.actualDate }}</b> года
              составляет:
              <b>{{ fund.harm }}</b> рублей
            </p>
            <p>
              Информация размещена <b>{{ fund.updatedDate }}г.</b> по состоянию на <b>{{ fund.actualDate }}</b> года. В
              соответствии с действующим
              законодательством данная информация размещается Ассоциацией ежеквартально, не позднее пяти рабочих дней с
              момента начала очередного квартала.
            </p>
            <p><b>{{ fund.isTheyPaidAnything }}</b></p>
          </div>
          <div class="card__public-date">
            Опубликовано {{ fund.updatedDate }} {{ fund.updatedTime }}
          </div>
        </div>
        <div id="14" class="card">
          <div class="card__title">
            Информация о порядке осуществления аттестации членов саморегулируемой организации или их работников в
            случае, если федеральным законом и (или) саморегулируемой организацией установлено требование о прохождении
            аттестации членами такой саморегулируемой организации или их работниками.
          </div>
          <div class="card__main">
            Саморегулируемая организация не проводит аттестацию своих членов и их работников.
          </div>
          <div class="card__public-date">
            Опубликовано 19.06.2014 15:26
          </div>
        </div>
        <div id="15" class="card">
          <div class="card__title">
            Копия в электронной форме плана проверок членов саморегулируемой организации, а также общая информация о
            проверках, проведенных в отношении членов саморегулируемой организации за два предшествующих года.
          </div>
          <div class="card__main">
            <a href="/doc/plan.xlsx">
              Копия в электронной форме плана проверок Членов Ассоциации
            </a>
            <p>
              Для удобства пользования членами Ассоциации и прочим пользователями сайта копия плана проверок членов
              Ассоциации размещена в электронной форме совместно со сведениями из реестра членов Ассоциации.
              Для ознакомления с предельной датой прохождения членом Ассоциации проверки необходимо перейти по ссылке
              «1) сведения, содержащиеся в реестре членов саморегулируемой организации, в том числе сведения о лицах,
              прекративших свое членство в саморегулируемой организации, в соответствии с требованиями, установленными
              статьей 7.1 настоящего Федерального закона;» которая находится в разделе «Информация обязательная для
              размещения»
            </p>
            <p>
              Общая информация о проверках, проведенных в отношении членов саморегулируемой организации за два
              предшествующих года:
            </p>
            <p>
              В 2020 и 2021 году Ассоциация проводила проверку своих членов. В целом члены Ассоциации соответствуют
              требованиям Ассоциации, но в отдельных случаях несоблюдения членами СРО требований и правил, установленных
              Ассоциацией и законодательством, применялись различные меры дисциплинарного воздействия в отношении таких
              членов в соответствии с требованиями действующего законодательства и внутренних документов Ассоциации.
            </p>
          </div>
          <div class="card__public-date">
            Опубликовано 30.12.2021 17:00
          </div>
        </div>
        <div id="16" class="card">
          <div class="card__title">
            Годовая бухгалтерская (финансовая) отчетность саморегулируемой организации и аудиторское заключение в
            отношении указанной отчетности (при его наличии).
          </div>
          <div class="card__main">
            <a href="/doc/glavproektbuh2014.rar">
              Бухгалтерская отчетность и аудиторское заключение в отношении указанной отчетности за 2014г
            </a>
            <a href="/doc/glavproektbuh2015.rar">
              Бухгалтерская отчетность и аудиторское заключение в отношении указанной отчетности за 2015г
            </a>
            <a href="/doc/glavproektbuh2016.rar">
              Бухгалтерская отчетность и аудиторское заключение в отношении указанной отчетности за 2016г
            </a>
            <a href="/doc/buhot2017.rar">
              Бухгалтерская отчетность и аудиторское заключение в отношении указанной отчетности за 2017г
            </a>
            <a href="/doc/buhot2018.pdf">
              Бухгалтерская отчетность и аудиторское заключение в отношении указанной отчетности за 2018г
            </a>
            <a href="/doc/glavproectbuh2019.pdf">
              Бухгалтерская отчетность и аудиторское заключение в отношении указанной отчетности за 2019г
            </a>
            <a href="/doc/glavproektbuh2020.pdf">
              Бухгалтерская отчетность и аудиторское заключение в отношении указанной отчетности за 2020г
            </a>
            <a href="/doc/glavproektbuh2021.pdf">
              Бухгалтерская отчетность и аудиторское заключение в отношении указанной отчетности за 2021г
            </a>
            <p>Бухгалтерское обслуживание ассоциации ведет специализированная иностранная компания</p>
          </div>
          <div class="card__public-date">
            Опубликовано 19.06.2014 13:07<br/>
            Дата обновления : {{ date.buh }}
          </div>
        </div>
        <div id="17" class="card">
          <div class="card__title">
            Полное и (в случае, если имеется) сокращенное наименование саморегулируемой организации, место ее
            нахождения, номера контактных телефонов и адрес электронной почты, полные и (в случае, если имеются)
            сокращенные наименования некоммерческих организаций, членом которых является саморегулируемая организация,
            места их нахождения, номера контактных телефонов и адреса электронной почты.
          </div>
          <div class="card__main">
            <p>Ассоциация «Национальный альянс проектировщиков «ГлавПроект» (АС «Национальный альянс проектировщиков
              «ГлавПроект»)</p>
            <p>123022, г. Москва, ул. Красная Пресня, д. 28, пом. IV, комн. 1а,</p>
            <p><a href="tel:+78124587272"> тел. +7(812)458-72-72</a></p>
            <p><a href="mailto:glawproekt2012@yandex.ru"> e-mail:glawproekt2012@yandex.ru</a></p>
            <br/>
            <p>
              Ассоциация саморегулируемых организаций общероссийская негосударственная некоммерческая организация -
              общероссийское межотраслевое объединение работодателей «Национальное объединение саморегулируемых
              организаций, основанных на членстве лиц, выполняющих инженерные изыскания, и саморегулируемых организаций,
              основанных на членстве лиц, осуществляющих подготовку проектной документации» ("Национальное объединение
              изыскателей и проектировщиков", "НОПРИЗ")
            </p>
            <p>119019 г. Москва, ул. Новый Арбат, дом 21, этаж 18,</p>
            <p><a href="tel:+74959842134"> тел: +7(495)984-21-34</a></p>
            <p><a href="mailto:info@nopriz.ru"> email:info@nopriz.ru</a></p>
          </div>
          <div class="card__public-date">
            Опубликовано 19.06.2014 15:32
          </div>
        </div>
        <div id="18" class="card">
          <div class="card__title">
            Наименование, адрес и номера контактных телефонов органа надзора за саморегулируемыми организациями
          </div>
          <div class="card__main">
            <p>Федеральная служба по экологическому, технологическому и атомному надзору (Ростехнадзор).</p>
            <p>Адрес: 105066, Москва, ул. А.Лукьянова, д.4, стр. 1,</p>
            <p>тел. +7(495)647-60-81</p>
            <p>факс +7(495)645-89-86</p>
            <p>email:<a href="mailto:rostehnadzor@gosnadzor.ru">rostehnadzor@gosnadzor.ru</a></p>
          </div>
          <div class="card__public-date">
            Опубликовано 19.06.2014 15:33
          </div>
        </div>
        <div id="19" class="card">
          <div class="card__title">
            Информация о кредитной организации, в которой размещены средства компенсационного фонда возмещения вреда и
            средства компенсационного фонда обеспечения договорных обязательств (в случае формирования такого
            компенсационного фонда)
          </div>
          <div class="card__main">
            <p>Средства компенсационного фонда возмещения вреда и средства компенсационного фонда обеспечения договорных
              обязательств размещены в банке Акционерное общество "Альфа-Банк", соответствующих требованиям постановления
              Правительства Российской Федерации от 27.09.2016 № 970.</p>
          </div>
          <div class="card__public-date">
            Опубликовано 05.06.2019 11:32
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import ControlsComponent from "@/components/ControlsComponent";
import DATE from '/static/date.json';
import COURT from '/static/court.json';
import FUND from '/static/compensationFund.json';

export default {
  name: "info",
  data: () => ({
    date: DATE,
    court: COURT,
    fund: FUND,
  }),
  components: {
    ControlsComponent,
  },
  props: {
    item: {
      type: Object,
      default: () => ({}),
    },
  },
}
</script>


<style scoped>
h2 {
  margin: 30px 0 50px;
}

.links {
  display: flex;
  flex-direction: column;
}

a, a:visited {
  font-size: 15px;
  margin-bottom: 30px;
  text-decoration: none;
}

a:hover {
  text-decoration: underline;
}

.card {
  display: flex;
  margin: 0 0 25px;
  padding: 20px;
}

.card__public-date {
  margin-left: auto;
  font-size: 12px;
  font-weight: bold;
  margin-top: 15px;
  padding: 5px;
  border-top: 1px solid #35495E;
}

.card__title {
  font-size: 18px;
  font-weight: bold;
}

.card__main {
  display: flex;
  flex-direction: column;
  margin-top: 15px;
  padding-left: 30px;
  font-size: 15px;
}

.card__main_item {
  margin: 5px 0;
  height: auto;
  width: auto;
}

.card__controls {
  font-size: 14px;
}

li {
  font-size: 15px;
  list-style: none;
}
.card__main_reglinks{
  width: 50%;
}
.card__main_reglinks-link{
  display: flex;
  align-items: center;
  justify-content: center;
  border: 1px solid #35495E;
  border-radius: 5px;
  padding: 5px;
  cursor: pointer;
}
</style>
