<template>
  <div class="container about">
    <div class="row">
      <h2 class="col-12 about_header">
        УСЛОВИЯ СТРАХОВАНИЯ
      </h2>
    </div>
    <div class="row">
      <div class="col-12">
        <h4>
          УСЛОВИЯ
          СТРАХОВАНИЯ ГРАЖДАНСКОЙ ОТВЕТСТВЕННОСТИ В СЛУЧАЕ ПРИЧИНЕНИЯ АССОЦИАЦИИ НАЦИОНАЛЬНЫЙ АЛЬЯНС ПРОЕКТИРОВЩИКОВ
          "ГЛАВПРОЕКТ" ВРЕДА ВСЛЕДСТВИЕ НЕДОСТАТКОВ РАБОТ, КОТОРЫЕ ОКАЗЫВАЮТ ВЛИЯНИЕ НА БЕЗОПАСНОСТЬ ОБЪЕКТОВ
          КАПИТАЛЬНОГО СТРОИТЕЛЬСТВА
        </h4>
        <ol>
          <li>
            <b>Общие положения.</b><br>
            1.1 Настоящие Условия страхования разработаны в соответствии с Положением о страховании гражданской
            ответственности в случае причинения членами Ассоциации вреда, вследствие недостатков работ, которые
            оказывают влияние на безопасность объектов капитального строительства.
            <br>

            1.2 Условия страхования являются локальным нормативным актом, утверждаемым постоянно действующим
            коллегиальным органом и устанавливающим дополнительные условия страхования и требования к страхованию
            членами Ассоциации гражданской ответственности в случае причинения вреда, вследствие недостатков работ,
            которые оказывают влияние на безопасность объектов капитального строительства (далее - Страхование), а так
            же дополнительные требования к договору гражданской ответственности членов саморегулируемых организаций на
            случай причинения вреда, вследствие недостатков работ, которые оказывают влияние на безопасность объектов
            капитального строительства (далее - Договор страхования).
            <br>

            1.3 Требования настоящих Условий страхования обязательны для исполнения всеми членами Ассоциации.
          </li>
          <li><b>Дополнительные требования к Договору страхования.</b><br>
            2.1 Страховая сумма, указанная в договоре страхования должна быть не ниже чем:
            <br>

            - 500 000 (пятьсот тысяч) рублей, в случае, если член Ассоциации сформировал компенсационный фонд возмещения
            вреда, соответствующий 1 (первому) уровню ответственности;<br>


            - 1 000 000 (один миллион) рублей, в случае, если член Ассоциации сформировал компенсационный фонд
            возмещения вреда, соответствующий 2 (второму) уровню ответственности;<br>

            - 2 000 000 (два миллиона) рублей, в случае, если член Ассоциации сформировал компенсационный фонд
            возмещения вреда, соответствующий 3 (третьему) уровню ответственности;<br>

            - 3 000 000 (три миллиона) рублей, в случае, если член Ассоциации сформировал компенсационный фонд
            возмещения вреда, соответствующий 4 (четвертому) уровню ответственности;
          </li>
          <li><b>Заключительные положения.</b><br>
            3.1 Настоящие Условия страхования могут быть изменены или дополнены решением постоянно действующего
            коллегиального органа.<br>

            3.2 Настоящие Условия страхования, изменения, дополнения, внесенные в них, вступают в силу с момента их
            утверждения постоянно действующим коллегиальным органом.<br>

            3.3 За несоблюдение требований, указанных в настоящих Условиях страхования, к члену Ассоциации могут быть
            применены меры дисциплинарного воздействия.
          </li>
        </ol>
      </div>
    </div>
  </div>
</template>
<script>
export default {
  name: "about"
}
</script>

<style scoped>
.about {
  padding: 50px;
}

.about_header {
  margin-bottom: 50px;
}

li {
  margin-top: 30px;
  line-height: 2;
}
</style>
