<template>
  <div class="container">
    <div class="row">
      <div class="col-12">
        <h3> СПРАВКА.<br> ЗАКОНОДАТЕЛЬСТВО С АКТУАЛЬНЫМИ ДОКУМЕНТАМИ</h3>
      </div>
    </div>
    <div class="row">
      <div class="card">
        <div class="card_text">
          Градостроительный кодекс Российской Федерации
        </div>
        <a href="/1.docx">
          <div class="card_button">Скачать</div>
        </a>
      </div>
    </div>
    <div class="row">
      <div class="card">
        <div class="card_text">
          Постановление Правительства РФ от 11 мая 2017г. №559 "Об утверждении минимальных требований к членам
          саморегулируемой организации, выполняющим инженерные изыскания, осуществляющим подготовку проектной
          документации, строительство, реконструкцию, капитальный ремонт особо опасных, технически сложных и уникальных
          объектов"
        </div>
        <a href="/1.docx">
          <div class="card_button">Скачать</div>
        </a>
      </div>
    </div>
    <div class="row">
      <div class="card">
        <div class="card_text">
          Приказ Министрества строительства и жилищно-коммунального хозяйства РФ от 10 апреля 2017г. №699/пр "Об
          утверждении Методики расчета значений показателей, используемых для оценки тяжести потенциальных негативных
          последствий возможного несоблюдения обязательных требований оценки вероятности их несоблюдения членом
          саморегулируемой организации в области инженерных изысканий, архитектурно-строительного проектирования,
          строительства, реконструкции, капитального ремонта объектов капитального строительства при выполнении
          инженерных изысканий, подготовке проектной документации, строительстве, реконструкции, капитальном ремонте
          особо опасных, технически сложных и уникальных объектов"
        </div>
        <a href="/1.docx">
          <div class="card_button">Скачать</div>
        </a>
      </div>
    </div>
    <div class="row">
      <div class="card">
        <div class="card_text">
          Постановление Правительства от 19 апреля 2017г. №469 "Об утверждении Правил размещения и (или) инвестирования
          средств компенсационного фонда возмещения вреда саморегулируемой организации в области инженерных изысканий,
          архитектурно-строительного проектирования, строительства, реконструкции, капитального ремонта объектов
          капитального строительства"
        </div>
        <a href="/1.docx">
          <div class="card_button">Скачать</div>
        </a>
      </div>
    </div>
    <div class="row">
      <div class="card">
        <div class="card_text">
          Регламент о порядке ведения Национального реестра специалистов в области строительства. включение в него
          сведений о физических лицах, их изменения или исключения от 9 ноября 2017г.
        </div>
        <a href="/1.docx">
          <div class="card_button">Скачать</div>
        </a>
      </div>

    </div>
    <div class="row">
      <div class="card">
        <div class="card_text">
          Приказ Федеральной службы по экологическому, технологическому и атомному надзору от 16 февраля 2017г. №58 "Об
          утверждении формы выписки из реестра членов саморегулируемой организации"
        </div>
        <a href="/1.docx">
          <div class="card_button">Скачать</div>
        </a>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "law"
}
</script>

<style scoped>
.container {
  background: #f9f9f9;
  padding: 20px;
}
</style>
