<template>
  <div class="container">
    <div class="row">
      <div class="col-12 title">
        <h2> УСЛОВИЯ ВСТУПЛЕНИЯ В СРО </h2>
      </div>
    </div>
    <div class="row">
      <div class="col-12 col-lg-4">
        <FormOrder/>
      </div>
      <div class="col-12 col-lg-8">
        <h3> Необходимые документы для приема в члены Ассоциации </h3>
        <ol>
          <li>
            Заявление о приеме в члены, в котором должны быть указаны в том числе сведения о намерении принять участие
            в заключении договоров строительного подряда с использованием конкурентных способов заключения договоров;
          </li>
          <li>
            Копия документов, подтверждающего факт внесения в государственный реестр (копия свидетельства ОГРН или
            лист записи о внесении сведений в ЕГРЮЛ);
          </li>
          <li>Документ, подтверждающий оплату Компенсационного фонда (копия платёжного поручения);</li>
          <li>Копия Устава юридического лица, а также все изменения к нему;</li>
          <li>
            Документы, подтверждающие соответствие количественным и квалификационным требованиям к специалистам
            индивидуального предпринимателя или юридического лица, в том числе специалистов по организации
            строительства: - перечень специалистов по организации строительства; - копии трудовых договоров, копии
            трудовых книжек в отношении заявленных специалистов; - копии документов об образовании (дипломов,
            удостоверений о повышении квалификации и т.д.) в отношении заявленных специалистов; - документы,
            подтверждающие наличие у специалистов по организации строительства должностных обязанностей, предусмотренных
            ч.5 ст.55.5.1 Градостроительного кодекса РФ; - согласие заявленных специалистов юридического лица или
            индивидуального предпринимателя на обработку их персональных данных;
          </li>
          <li>
            Сведения об имуществе с приложением правоустанавливающих документов (Свидетельство о праве собственности,
            договор аренды, актов приема-передачи и т.п.);
          </li>
          <li>
            Документы устанавливающие порядок организации и проведения контроля качества выполняемы работ, а также
            работников, на которых в установленном порядке возложена обязанность по осуществлению такого контроля (копия
            СКК+копия приказа директора о возложении обязанностей по осуществлению контроля за качеством выполнения
            работ).
          </li>
          <li>
            Наличие у члена саморегулируемой организации системы аттестации работников, подлежащих аттестации по
            правилам, установленным Федеральной службой по экологическому, технологическому и атомному надзору (копия
            протокола об аттестации РТН на специалиста).
          </li>
        </ol>
      </div>
    </div>
  </div>
</template>

<script>
import FormOrder from "@/components/FormOrder";

export default {
  name: "membershipTerms",
  components: {
    FormOrder,
  }
}
</script>

<style scoped>
.title{
  margin: 30px 0;
}
li{
  padding: 10px;
  margin: 20px 0;
}
</style>
