<template>
  <div class="container page">
    <div class="row">
      <div class="col-12">
        <h3>Уважаемые коллеги!</h3>
        <p> В соответствии с изменениями в Градостроительном кодексе РФ с 1 июля 2017 года одним из требований к члену
          СРО будет наличие у ИП или юридического лица как минимум двух специалистов по организации инженерных изысканий
          (главных инженеров проектов), специалистов по организации архитектурно-строительного проектирования (главных
          инженеров проектов, главных архитекторов проектов), трудовая функция которых включает соответственно
          организацию выполнения работ по инженерным изысканиям, выполнения работ по подготовке проектной документации,
          сведения о которых включены в Национальный реестр специалистов.
        </p>
        <p>
          По всем вопросам обращайтесь с 10:00-18:00
        </p>
        <p> тел: +7(911) 003-40-87</p>
        <p> тел: +7(911) 003-41-39</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "newMembership"
}
</script>

<style scoped>
.page{
  padding: 20px;
}
p{
  margin: 40px 0;
}
</style>
