<template>
  <div class="container">
    <div class="row">
      <h1 class="col-12">
        Повышение квалификации
      </h1>
    </div>
    <div class="row">
      <div class="col-12 col-md-7">
        <p><b>
          СРО "ГлавПроект" предлагает своим членам дополнительные курсы повышения квалификации по следующим
          направлениям:
        </b></p>
        <ul>
          <li>П-01 Схемы планировочной организации земельного участка</li>
          <li>П-02 Объемно-планировочные решения</li>
          <li>П-03 Конструктивные решения</li>
          <li>П-04 Внутренние инженерные системы отопления, вентиляции, теплогазоснабжения, водоснабжения и
            водоотведения
          </li>
          <li>П-05 Внутренние системы и сети электроснабжения, слаботочные системы, диспетчеризация, автоматизация,
            управление
            инженерными системами
          </li>
          <li>П-06 Наружные инженерные системы отопления, вентиляции, теплогазоснабжения, водоснабжения и водоотведения
          </li>
          <li>П-07 Наружные системы и сети электроснабжения, слаботочные системы, диспетчеризация, автоматизация,
            управление
            инженерными системами
          </li>
          <li>
            <ul>
              <li>П-08-01 Технологические решения жилых зданий и их комплексов</li>
              <li>П-08-02 Технологические решения общественных зданий и сооружений и их комплексов</li>
              <li>П-08-03 Технологические решения производственных зданий и сооружений и их комплексов</li>
              <li>П-08-04 Технологические решения объектов транспортного назначения и их комплексов</li>
              <li>П-08-06 Технологические решения объектов сельскохозяйственного назначения и их комплексов</li>
              <li>П-08-09 Технологические решения объектов сбора, обработки, хранения, переработки и утилизации отходов
                и их
                комплексов
              </li>
              <li>П-08-12 Технологические решения объектов очистных сооружений и их комплексов</li>
            </ul>
          </li>
          <li>П-09 Инженерно-технические мероприятия по гражданской обороне, предупреждению чрезвычайных ситуаций
            природного и
            техногенного характера
          </li>
          <li>П-10 Декларация промышленной безопасности опасных производственных объектов</li>
          <li>П-11 Декларация безопасности гидротехнических сооружений</li>
          <li>П-12 Обоснование радиационной и ядерной защиты</li>
          <li> П-13 Проекты организации строительства, сноса и демонтажа зданий и сооружений, продления срока
            эксплуатации
            и
            консервации
          </li>
          <li>П-14 Проекты мероприятий по охране окружающей среды</li>
          <li>П-15 Проекты мероприятий по обеспечению пожарной безопасности</li>
        </ul>
        <br/>
        <p><strong>Дополнительные специализации, дистанционно реализуемые АНО ДПО «Профобразование»:</strong></p>
        <br/>
        <ul>
          <li>П-16-1 Проектирование особо опасных, технически сложных и уникальных объектов капитального строительства
            (72ч)
            П-16-2 Проектирование особо опасных, технически сложных и уникальных объектов капитального строительства
            (112ч)
          </li>
          <li>П-17 Обследование строительных конструкций зданий и сооружений</li>
          <li>П-18 Организация подготовки проектной документации генеральным проектировщиком</li>
          <li>П-19 Проекты мероприятий по обеспечению доступа маломобильных групп населения</li>
          <li>П-20 Деятельность по проектированию зданий и сооружений</li>
          <li>П-21 Деятельность генпроектировщика в условиях саморегулирования</li>
          <li>П-22 Проектирование зданий и сооружений . Внутреннее инженерное оборудование , внутренние и наружные сети
            инженерно-технического обеспечения, перечень инженерно-технических мероприятий
          </li>
          <li>П-23 Проектирование зданий и сооружений . Внутреннее инженерное оборудование , внутренние и наружные сети
            Проектирование зданий и сооружений. Мероприятия по обеспечению пожарной безопасности. Организация подготовки
            проектной документации привлекаемым застройщиком или заказчиком (генеральным проектировщиком), специальных
            разделов проектной документации
          </li>
        </ul>
      </div>
      <FormOrder class="col-12 col-md-5 form"/>
    </div>
  </div>
</template>

<script>
import FormOrder from "@/components/FormOrder";

export default {
  name: "upQualif",
  components: {FormOrder}
}
</script>

<style scoped>
.row {
  margin-top: 30px;
}

.form {
  height: fit-content;
}

li {
  margin-top: 10px;
}
</style>
